Repository: salva00786/jetpin-app
Catalog: lib/l10n/app_*.arb
Languages: it

# accountDeleteRequiresRecentLogin
source: Account deletion failed. This operation may require a recent login. Please try logging in again and retry.
it: L'eliminazione dell'account è fallita. Questa operazione potrebbe richiedere un accesso recente. Prova a fare nuovamente il login e riprova.

# accountDeletedErrorMessage
source: Error deleting account. Please try again.
it: Errore durante l'eliminazione dell'account. Riprova.

# accountDeletionAllDeletedSuccessMessage
source: Account and all reviews deleted successfully.
it: Account e tutte le recensioni eliminati con successo.

# accountDeletionAnonymizedSuccessMessage
source: Account deleted and reviews anonymized successfully.
it: Account eliminato e recensioni anonimizzate con successo.

# accountDeletionConfirmButton
source: Confirm Deletion
it: Conferma Eliminazione

# accountDeletionFailedReviewOperationMessage
source: Error during review operation. Account not modified.
it: Errore durante l'operazione sulle recensioni. L'account non è stato modificato.

# accountDeletionOptionAnonymizeDescription
source: Your account will be deleted, but your reviews will remain visible anonymously.
it: Il tuo account verrà eliminato, ma le tue recensioni rimarranno visibili in forma anonima.

# accountDeletionOptionAnonymizeLabel
source: Delete account and anonymize reviews
it: Elimina account e anonimizza recensioni

# accountDeletionOptionDeleteAllDescription
source: This action is irreversible. All your data and reviews will be permanently removed.
it: Questa azione è irreversibile. Tutti i tuoi dati e le tue recensioni verranno rimossi definitivamente.

# accountDeletionOptionDeleteAllLabel
source: Delete account and all reviews
it: Elimina account e tutte le recensioni

# accountDeletionOptionsDialogMessage
source: Choose how to proceed with deleting your account:
it: Scegli come procedere con l'eliminazione del tuo account:

# accountDeletionOptionsDialogTitle
source: Account Deletion Options
it: Opzioni Eliminazione Account

# accountDeletionRequestedMessage
source: Your account deletion request has been registered. The account will be processed for deletion.
it: La tua richiesta di eliminazione dell'account è stata registrata. L'account sarà processato per l'eliminazione.

# accountDeletionRetrySuccessMessage
source: Re-authentication successful. Account deleted successfully.
it: Ri-autenticazione riuscita. Account eliminato con successo.

# addReviewAirlineHint
source: Airline
it: Compagnia aerea

# addReviewAppBarTitle
source: Add Review
it: Aggiungi Recensione

# addReviewCommentHint
source: Comment (optional)
it: Commento (opzionale)

# addReviewExtraSlotsAvailable
source: 🎁 You have {count} extra reviews available!
it: 🎁 Hai {count} recensioni extra disponibili!

# addReviewFillAllFields
source: Please fill in all required fields.
it: Compila tutti i campi obbligatori.

# addReviewFlightNumberHint
source: Flight number
it: Numero volo

# addReviewRatingLabel
source: Rating
it: Valutazione

# addReviewSaveButton
source: Save Review
it: Salva recensione

# addReviewSuccess
source: Review added!
it: Recensione aggiunta!

# addReviewTooltip
source: Add review
it: Aggiungi recensione

# addReviewUpdateButton
source: Update Review
it: Aggiorna Recensione

# addReviewUpdatePageTitle
source: Edit Review
it: Modifica Recensione

source: Anonymous User
it: Utente Anonimo

# applyButton
source: Apply
it: Applica

# atTimeConnector
source: at
it: alle

# billingPeriodMonthly
source: /month
it: /mese

source: cancel anytime
it: cancellazione in ogni momento

# cancelButton
source: Cancel
it: Annulla

# closeButton
source: Close
it: Chiudi

# cloudBackupButtonLabel
source: Cloud Backup
it: Backup su Cloud

# cloudBackupFailedMessage
source: Error during cloud backup. Please try again.
it: Errore durante il backup su cloud. Riprova.

# cloudBackupSuccessMessage
source: Cloud backup successful!
it: Backup su cloud effettuato con successo!

# commonExtraSlotsGranted
source: 🎉 {count} extra slots unlocked!
it: 🎉 {count} slot extra sbloccati!

# deleteAccountButtonLabel
source: Delete Account
it: Elimina Account

# deleteAccountConfirmMessage
source: Are you sure you want to delete your account and all your data (reviews, profile, etc.)? This action is irreversible.
it: Sei sicuro di voler eliminare il tuo account e tutti i tuoi dati (recensioni, profilo, ecc.)? Questa azione è irreversibile.

# deleteAccountConfirmTitle
source: Confirm Account Deletion
it: Conferma Eliminazione Account

# deleteButton
source: Delete
it: Elimina

# deleteReviewButtonLabel
source: Delete
it: Elimina

# deleteReviewConfirmMessage
source: Are you sure you want to delete this review? This action cannot be undone.
it: Sei sicuro di voler eliminare questa recensione? L'azione è irreversibile.

# deleteReviewConfirmTitle
source: Confirm Review Deletion
it: Conferma Eliminazione Recensione

# developedByText
source: Developed by {developerName}
it: Sviluppato da {developerName}

# editReviewButtonLabel
source: Edit
it: Modifica

source: Error deleting review.
it: Errore durante l'eliminazione della recensione.

source: Error loading data.
it: Errore durante il caricamento dei dati.

# errorSavingReview
source: An error occurred while saving the review. Please try again.
it: Si è verificato un errore durante il salvataggio della recensione. Riprova.

source: Error sending reply.
it: Errore durante l'invio della risposta.

source: Error updating review.
it: Errore durante l'aggiornamento della recensione.

# errorUpdatingSlotsAfterReward
source: Error updating slots after the video reward.
it: Errore durante l'aggiornamento degli slot dopo il video.

# errorUserNotLoggedInOrReviewBuildFailed
source: User not logged in or error creating review. Please try again.
it: Utente non loggato o errore nella creazione della recensione. Riprova.

# exportDataButtonLabel
source: Export Data
it: Esporta Dati

# exportDataButtonLabelPremiumRequired
source: Export Data (Premium)
it: Esporta Dati (Premium)

# featureOnlyForPremiumUsers
source: This feature is only available for Premium users. Upgrade to access!
it: Questa funzionalità è disponibile solo per gli utenti Premium. Esegui l'upgrade per accedere!

# goBackButton
source: Go back
it: Torna indietro

# guestUser
source: user
it: utente

# hideRepliesButtonLabel
source: Hide replies
it: Nascondi risposte

# interstitialAdShowError
source: ⚠️ Error showing ad
it: ⚠️ Errore nella visualizzazione dell'annuncio

# jetpinAppBarLogoError
source: Logo Error
it: Errore Logo

# loadingReauthenticating
source: Re-authenticating...
it: Ri-autenticazione in corso...

# loadingRetryingDelete
source: Retrying account deletion...
it: Nuovo tentativo eliminazione account...

# loadingText
source: Loading...
it: Caricamento...

source: Login cancelled.
it: Login annullato.

# loginFailed
source: Login failed. Please try again.
it: Login fallito. Riprova.

# loginWelcomeBack
source: Welcome back, {userName}!
it: Bentornato, {userName}!

# logoNotFoundError
source: ⚠️ Logo not found
it: ⚠️ Logo non trovato

# logoNotFoundErrorShort
source: Logo Error
it: Errore Logo

# mapFiltersAdvanced
source: Advanced Filters
it: Filtri Avanzati

# mapFiltersAllPins
source: All Pins
it: Tutti i Pin

# myReviewsAdvancedFiltersButton
source: Advanced Filters
it: Filtri Avanzati

# myReviewsAppBarTitle
source: My Reviews
it: Le mie recensioni

# myReviewsLoginPrompt
source: Log in to see your reviews.
it: Effettua il login per vedere le tue recensioni.

# myReviewsNoReviews
source: You haven't written any reviews yet.
it: Non hai ancora scritto recensioni.

# myReviewsSmartModalContent
source: You've reviewed {count} flights with {airlineName}. With Premium, you can see the impact of your rating on this airline!
it: Hai recensito {count} voli con {airlineName}. Con Premium puoi vedere l’impatto del tuo punteggio su questa compagnia!

# myReviewsSmartModalDiscoverButton
source: Discover Premium
it: Scopri Premium

# myReviewsSmartModalLaterButton
source: Not now
it: Non ora

# myReviewsSmartModalTitle
source: Discover Your Impact!
it: Scopri il tuo impatto!

# myReviewsStatsButton
source: Statistics
it: Statistiche

# navigationMyReviews
source: My Reviews
it: Le mie

# navigationProfile
source: Profile
it: Profilo

# navigationReviews
source: Reviews
it: Recensioni

source: No data available.
it: Nessun dato disponibile.

# notificationChannelDescription
source: Important reminders and notifications from the JetPin app.
it: Promemoria e notifiche importanti dall'app JetPin.

# notificationChannelName
source: JetPin Reminders
it: Promemoria JetPin

# notificationPermissionDialogContent
source: JetPin would like to send you notifications for useful reminders and updates. Would you like to enable them?
it: JetPin vorrebbe inviarti notifiche per promemoria utili e aggiornamenti. Vuoi abilitarli?

# notificationPermissionDialogTitle
source: Notification Permission
it: Permessi Notifica

# pinAddButtonLabel
source: Add Pin
it: Aggiungi Pin

# pinAddLimitReachedMessage
source: Only Premium users can add more than {limit} Pins!
it: Solo gli utenti Premium possono aggiungere più di {limit} Pin!

# pinAddUpgradeToPremiumButton
source: Upgrade to Premium
it: Passa a Premium

# pinStatsLastPinDate
source: Last Pin added: {date}
it: Ultimo Pin aggiunto: {date}

# pinStatsTotalPins
source: Total number of Pins: {count}
it: Numero totale di Pin: {count}

# pinStatsUnlockAdvancedButton
source: Unlock Advanced Pin Statistics
it: Sblocca Statistiche Avanzate dei Pin

# premiumFeatureAiFeatures
source: AI Features (Coming Soon)
it: Funzionalità AI (Prossimamente)

# premiumFeatureCloudBackup
source: Automatic Cloud Backup
it: Backup automatico su cloud

# premiumFeatureCloudBackupDesc
source: Protect your data with automatic cloud backups.
it: Proteggi i tuoi dati con backup automatici nel cloud.

# premiumFeatureDetailedStats
source: Detailed Statistics
it: Statistiche Dettagliate

# premiumFeatureDetailedStatsDesc
source: Understand the impact of your ratings.
it: Comprendi l’impatto delle tue valutazioni.

# premiumFeatureExportPdf
source: Export Reviews
it: Esporta Recensioni

# premiumFeatureExportPdfDesc
source: Keep and share your reviews in PDF format.
it: Conserva e condividi le tue recensioni in formato PDF.

# premiumFeatureFlightTracking
source: Flight Tracking & Itineraries (Coming Soon)
it: Tracking voli e itinerari (Prossimamente)

# premiumFeatureNoAds
source: No Ads
it: Nessuna pubblicità

# premiumFeatureSmartItineraries
source: Smart Itineraries (Coming Soon)
it: Itinerari intelligenti (Prossimamente)

# premiumFeatureSuperCreatorBadge
source: Super Creator Badge
it: Badge Super Creator

# premiumFeatureUnlimitedPins
source: Unlimited Reviews
it: Recensioni illimitate

# premiumFeatureUnlimitedPinsDesc
source: Add as many reviews as you want, without limits.
it: Aggiungi tutte le recensioni che vuoi, senza limiti.

# premiumInfoDiscoverButton
source: Discover Premium
it: Scopri Premium

# premiumInfoFeaturePriorityAccess
source: Priority access to new features
it: Accesso prioritario a nuove funzioni

# premiumInfoFeatureUnlimitedSlots
source: Unlimited reviews
it: Recensioni illimitate

# premiumInfoDialogTitle
source: ✨ What JetPin Premium Includes
it: ✨ Cosa include JetPin Premium

# premiumPurchaseButtonIAP
source: Subscribe with {price}
it: Abbonati con {price}

# premiumPurchaseButtonStripe
source: Pay with Stripe
it: Paga con Stripe

# premiumPurchaseCannotLaunchUrl
source: Could not launch URL: {url}
it: Impossibile aprire l'URL: {url}

# premiumPurchaseNotAvailable
source: In-app purchases are not available on this device.
it: Gli acquisti in-app non sono disponibili su questo dispositivo.

# premiumTabDiscoverButton
source: Discover Premium
it: Scopri Premium

# privacyPolicyLinkText
source: Privacy Policy
it: Informativa sulla Privacy

# profileAdvancedStatsButton
source: Advanced Statistics
it: Statistiche avanzate

# profileAppBarTitle
source: Profile
it: Profilo

# profileBackupCloudButton
source: Cloud Backup
it: Backup su cloud

# profileBackupComplete
source: Backup completed
it: Backup completato

# profileBadgeInfluencer
source: 🚀 JetPin Influencer ({count}+ friends)
it: 🚀 Influencer JetPin ({count}+ amici)

# profileBadgeLegend
source: 👑 JetPin Legend ({count}+ friends)
it: 👑 Leggenda JetPin ({count}+ amici)

# profileBadgePromoter
source: 🎉 Super Promoter ({count}+ friends)
it: 🎉 Super Promotore ({count}+ amici)

# profileBadgeUsedReferral
source: 🏡 You received a bonus from an invitation!
it: 🏡 Hai ricevuto un bonus da un invito!

# profileErrorLoadingPremium
source: Error loading Premium status.
it: Errore nel caricamento dello stato Premium.

# profileExtraSlots
source: You've received {count} total bonus slots!
it: Hai ricevuto {count} slot bonus in totale!

# profileInviteMoreForBadges
source: 🎯 Invite more friends to unlock new badges!
it: 🎯 Invita altri amici per sbloccare nuovi badge!

# profileLastBackupDate
source: ☁️ Last backup: {dateTime}
it: ☁️ Ultimo backup: {dateTime}

# profileLogoutDialogContent
source: You will lose access to features available only to logged-in users.
it: Perderai l'accesso alle funzioni disponibili solo per utenti loggati.

# profileLogoutDialogTitle
source: Do you really want to log out?
it: Vuoi davvero uscire?

# profileLogoutSuccess
source: Logout successful.
it: Logout effettuato.

# profileNotLoggedIn
source: You are not logged in. Please log in to see your profile.
it: Non sei loggato. Effettua il login per vedere il tuo profilo.

# profilePremiumTrialDaysLeft
source: 🏡 Free trial: {days, plural, =1{1 day remaining} other{{days} days remaining}}
it: 🏡 Prova gratuita: {days, plural, =1{1 giorno rimanente} other{{days} giorni rimanenti}}

# profilePremiumTrialExpiresSoon
source: ⏳ Your free trial expires in {days, plural, =1{1 day} other{{days} days}}!
it: ⏳ La tua prova gratuita scade tra {days, plural, =1{1 giorno} other{{days} giorni}}!

# profileReferralCount
source: You've invited {count, plural, =1{1 friend} other{{count} friends}}!
it: Hai invitato {count, plural, =1{1 amico} other{{count} amici}}!

# profileShareInviteButton
source: Invite a Friend
it: Invita un amico

# profileShareInviteMessage
source: Join JetPin! Enter this invitation code ({referralCode}) to receive special bonuses! Download the app here: {inviteLink}
it: Unisciti a JetPin! Inserisci questo codice invito ({referralCode}) per ricevere bonus speciali! Scarica l'app qui: {inviteLink}

# profileTabLabel
source: Profile
it: Profilo

# profileTabPremiumLabel
source: Premium Only
it: Solo per Premium

# profileUnlockedRewardsTitle
source: Unlocked Rewards:
it: Ricompense sbloccate:

# profileUserIsPremium
source: Premium User
it: Utente Premium

# profileWelcomeMessage
source: Welcome to JetPin! User info and recent activity will be shown here.
it: Benvenuto in JetPin! Qui verranno mostrate le info utente e attività recenti.

# profileWhatIsPremiumButton
source: What is JetPin Premium?
it: Cos'è JetPin Premium?

# purchaseError
source: Error during purchase: {errorMessage}
it: Errore durante l'acquisto: {errorMessage}

# purchaseFlowStartError
source: Could not start the purchase process.
it: Impossibile avviare il processo di acquisto.

# reauthenticateButton
source: Sign In Again
it: Accedi di Nuovo

# reauthenticationFailedMessage
source: Re-authentication failed. Please try again.
it: Ri-autenticazione fallita. Riprova.

# reauthenticationRequiredMessage
source: For your security, you need to sign in again before your account can be deleted. Do you want to proceed with signing in?
it: Per la tua sicurezza, è necessario accedere di nuovo prima di poter eliminare il tuo account. Vuoi procedere con il login?

# reauthenticationRequiredTitle
source: Authentication Required
it: Autenticazione Richiesta

# referralDialogConfirmButton
source: Confirm
it: Conferma

# referralDialogHint
source: Invitation code (UID)
it: Codice invito (UID)

# referralDialogSkipButton
source: Skip
it: Salta

# referralDialogTitle
source: Do you have an invitation code?
it: Hai un codice invito?

# referralInvalidCode
source: Invalid or self-referred invitation code.
it: Codice invito non valido o auto-riferito.

# referralInviterNotFound
source: Invitation code not found.
it: Codice invito non trovato.

# referralShareDefaultMessage
source: Hey! Try JetPin to review your flights and travels. Use my invitation code: {referralCode} to get special bonuses! Download the app here: {inviteLink}
it: Ehi! Prova JetPin per recensire i tuoi voli e viaggi. Usa il mio codice invito: {referralCode} per ottenere bonus speciali! Scarica l'app qui: {inviteLink}

# referralShareWidgetDescription
source: Share your personal invitation code. When a friend uses it to sign up for JetPin, you both get fantastic benefits and rewards!
it: Condividi il tuo codice invito personale. Quando un amico lo usa per iscriversi a JetPin, entrambi ricevete fantastici vantaggi e ricompense!

# referralShareWidgetShareButton
source: Share Your Invitation
it: Condividi il tuo invito

# referralShareWidgetTitle
source: 🎁 Invite a Friend!
it: 🎁 Invita un Amico!

# referralShareWidgetYourCodeLabel
source: Your invitation code:
it: Il tuo codice invito:

# referralSuccess
source: 🎉 Bonus received thanks to the invitation code!
it: 🎉 Bonus ricevuto grazie al codice invito!

# repliesSectionTitle
source: Replies
it: Risposte

# replyButtonLabel
source: Reply
it: Rispondi

# replySentSuccessMessage
source: Reply sent successfully!
it: Risposta inviata con successo!

# rewardVideoLoadError
source: ⚠️ Error loading video
it: ⚠️ Errore nel caricamento del video

# rewardVideoShowError
source: ⚠️ Error showing video
it: ⚠️ Errore nella visualizzazione del video

# rewardedAdAdsDisabled
source: 🎉 Ads disabled for {minutes} minutes!
it: 🎉 Pubblicità disattivate per {minutes} minuti!

# reviewCardEditedOn
source: Edited on {date}
it: Modificato il {date}

# reviewDeletedSuccessMessage
source: Review deleted successfully.
it: Recensione eliminata con successo.

# reviewEditedSuccessMessage
source: Review edited successfully!
it: Recensione modificata con successo!

# reviewFilter4PlusStars
source: 4 stars and up
it: 4 stelle e oltre

# reviewFilter5Stars
source: 5 stars only
it: Solo 5 stelle

# reviewFilterAll
source: All reviews
it: Tutte le recensioni

# reviewFilterNegative
source: Negative reviews only (less than 3 stars)
it: Solo recensioni negative (meno di 3 stelle)

# reviewFiltersDialogTitle
source: Advanced Review Filters
it: Filtri Avanzati Recensioni

# reviewLimitReachedBody
source: You've used all your free reviews. Upgrade to Premium or watch a video to keep writing!
it: Hai usato tutte le tue recensioni gratuite. Passa a Premium o guarda un video per continuare a scrivere!

# reviewLimitReachedTitle
source: 🚫 Review Limit Reached
it: 🚫 Limite Recensioni Raggiunto

# reviewLimitWarningBody
source: You've almost reached your free limit. You only have {count, plural, =1{1 review} other{{count} reviews}} left. Upgrade to Premium or watch a video for more slots!
it: Hai quasi raggiunto il limite gratuito. Ti rimangono solo {count, plural, =1{1 recensione} other{{count} recensioni}}. Passa a Premium o guarda un video per più slot!

# reviewLimitWarningTitle
source: 📢 Review Limit Warning!
it: 📢 Attenzione Limite Recensioni!

# reviewListPlaceholder
source: Reviews will be displayed here...
it: Qui verranno visualizzate le recensioni...

# reviewStatsAverageRatingLabel
source: Average rating:
it: Media voto:

# reviewStatsAverageRatingLabelFull
source: ⭐ Average rating: {averageRating}
it: ⭐ Media voto: {averageRating}

# reviewStatsByAirlineLabel
source: ✈️ Reviews by airline
it: ✈️ Recensioni per compagnia aerea

# reviewStatsByMonthLabel
source: 📊 Reviews by month
it: 📊 Recensioni per mese

# reviewStatsDialogTitle
source: Personal Statistics
it: Statistiche Personali

# reviewStatsLongestReviewExample
source: Flight on time and very kind cabin crew.
it: Volo puntuale e personale di bordo molto gentile.

# reviewStatsLongestReviewLabel
source: Most frequent review (example):
it: Recensione più frequente (esempio):

# reviewStatsNoAirlineData
source: No data available for airlines.
it: Nessun dato disponibile per le compagnie aeree.

# reviewStatsNoLongestReview
source: No reviews available.
it: Nessuna recensione disponibile.

# reviewStatsNoMonthlyData
source: No data available for monthly reviews.
it: Nessun dato disponibile per le recensioni mensili.

# reviewStatsNoReviewsYet
source: You haven't written any reviews yet to display statistics.
it: Non hai ancora scritto recensioni per visualizzare le statistiche.

# reviewStatsPageAppBarTitle
source: Review Statistics
it: Statistiche Recensioni

# reviewStatsReviewPlural
source: reviews
it: recensioni

# reviewStatsReviewSingular
source: review
it: recensione

# reviewStatsTotalReviewsLabel
source: Total reviews:
it: Totale recensioni:

# searchReviewsHint
source: Search reviews...
it: Cerca recensioni...

# sendReplyButtonLabel
source: Send
it: Invia

# supportContactText
source: Support: jetpin@salvo00786.it
it: Supporto: jetpin@salvo00786.it

# supportEmailSubject
source: JetPin App Support
it: Supporto App JetPin

# termsOfServiceLinkText
source: Terms of Service
it: Termini di Servizio

# themeSelectionClassicTheme
source: Classic Theme
it: Tema Classico

# themeSelectionPremiumTheme
source: Exclusive Premium Theme
it: Tema Premium Esclusivo

# unlockOptionsDialogContent
source: To add more reviews, please choose one of the following options:
it: Per aggiungere altre recensioni, scegli una delle seguenti opzioni:

# unlockOptionsDialogTitle
source: Free Review Limit Reached
it: Limite Recensioni Gratuite Raggiunto

# unlockOptionsErrorGeneratingInviteLink
source: Sorry, there was an error generating the invitation link. Please try again later.
it: Spiacenti, errore nella generazione del link d'invito. Riprova più tardi.

# unlockOptionsGoPremium
source: Upgrade to Premium
it: Passa a Premium

# unlockOptionsInviteFriendButton
source: Invite a Friend (Bonus)
it: Invita un Amico (Bonus)

# unlockOptionsLoginRequired
source: ⚠️ Please log in to use this feature.
it: ⚠️ Effettua il login per usare questa funzione.

# unlockOptionsShareDialogTitle
source: Share JetPin & Get Bonuses!
it: Condividi JetPin e Ottieni Bonus!

# unlockOptionsWatchVideoButton
source: Watch a Video (Extra Slots)
it: Guarda un Video (Slot Extra)

# upgradeFeatureBackupCloud
source: Securely back up your data to the cloud with JetPin Premium.
it: Effettua il backup sicuro dei tuoi dati nel cloud con JetPin Premium.

# upgradeFeatureDefault
source: This feature is only available with JetPin Premium. Upgrade to unlock it!
it: Questa funzionalità è disponibile solo con JetPin Premium. Esegui l'upgrade per sbloccarla!

# upgradeFeatureMapFilter
source: Unlock advanced map filters with JetPin Premium!
it: Sblocca i filtri avanzati della mappa con JetPin Premium!

# upgradeFeaturePinAdd
source: You've reached the free Pin limit. Upgrade to Premium to add more!
it: Hai raggiunto il limite di Pin gratuiti. Passa a Premium per aggiungerne altri!

# upgradeFeaturePinExport
source: Export your Pin data and back it up to the cloud with Premium.
it: Esporta i tuoi dati Pin e fai il backup nel cloud con Premium.

# upgradeFeaturePinStats
source: Access advanced statistics for your Pins only with Premium.
it: Accedi alle statistiche avanzate dei tuoi Pin solo con Premium.

# upgradeFeatureReviewFilters
source: Filter reviews by airline, rating, and date: only for Premium users!
it: Filtra le recensioni per compagnia, punteggio e data: solo per utenti Premium!
