Repository: salva00786/jetpin-app
Catalog: lib/l10n/app_*.arb
Languages: it

# upgradeFeatureReviewLimit
source: You've reached the free review limit. Upgrade to JetPin Premium to keep writing!
it: Hai raggiunto il limite gratuito di recensioni. Passa a JetPin Premium per continuare a scrivere!

# upgradeFeatureReviewStats
source: Discover detailed statistics of your reviews with JetPin Premium!
it: Scopri le statistiche dettagliate delle tue recensioni con JetPin Premium!

# upgradeFeatureReviewStatsHint
source: You've already reviewed many flights! With JetPin Premium you can see your detailed impact on airlines.
it: Hai già recensito molti voli! Con JetPin Premium puoi vedere il tuo impatto dettagliato sulle compagnie.

# upgradeFeatureThemes
source: Customize the app with exclusive themes available only for Premium users!
it: Personalizza l'app con i temi esclusivi disponibili solo per gli utenti Premium!

# upgradePremiumActivateButton
source: Activate Premium Now
it: Attiva Premium Ora

# upgradePremiumActivateTrialButton
source: Activate Free Trial (7 days)
it: Attiva la prova gratuita (7 giorni)

# upgradePremiumAlreadyPremium
source: ✅ You are already a Premium user!
it: ✅ Sei già un utente Premium!

# upgradePremiumAppBarTitle
source: Upgrade to Premium
it: Passa a Premium

# upgradePremiumBenefitPrompt
source: Upgrade to JetPin Premium to unlock all features!
it: Passa a JetPin Premium per sbloccare tutte le funzioni!

# upgradePremiumFeaturesTitle
source: 💎 What you get with Premium
it: 💎 Cosa ottieni con Premium

# upgradePremiumLimitReachedTitle
source: 🚫 You've reached the limits of your free account.
it: 🚫 Hai raggiunto i limiti del tuo account gratuito.

# upgradePremiumLoginToActivateTrial
source: Please log in to activate the free trial.
it: Effettua il login per attivare la prova gratuita.

# upgradePremiumModalTitle
source: Upgrade to JetPin Premium
it: Passa a JetPin Premium

# upgradePremiumTrialActivatedSuccess
source: 🎉 Free trial activated! Enjoy JetPin Premium.
it: 🎉 Prova gratuita attivata! Goditi JetPin Premium.

# upgradePremiumTrialActiveDaysLeft
source: 📆 Free trial active: you have {days, plural, =1{1 day remaining} other{{days} days remaining}}.
it: 📆 Prova gratuita attiva: hai {days, plural, =1{1 giorno rimanente} other{{days} giorni rimanenti}}.

# upgradePremiumTrialAlreadyUsedError
source: Error: Free trial has already been used or could not be activated.
it: Errore: la prova gratuita è già stata utilizzata o non è stato possibile attivarla.

# upgradePremiumTrialAvailable
source: You are eligible for a 7-day free trial!
it: Hai diritto alla prova gratuita di 7 giorni!

# upgradePremiumTrialNoCharge
source: 🔒 No charge before the trial ends.
it: 🔒 Nessun addebito prima della scadenza della prova.

# upgradePremiumTrialUsed
source: You have already used your free trial.
it: Hai già utilizzato la tua prova gratuita.

# viewRepliesButtonLabel_one
source: View 1 reply
it: Vedi 1 risposta

# viewRepliesButtonLabel_other
source: View {count} replies
it: Vedi {count} risposte

# viewRepliesButtonLabel_zero
source: No replies
it: Nessuna risposta

# watchAdToDisableAdsButton
source: Watch a video to remove ads
it: Guarda un video per rimuovere gli annunci

# workInProgressContent
source: Actual purchasing will be available in the final version of the app.
it: L'acquisto reale sarà disponibile nella versione finale dell'app.

# writeReplyHintText
source: Write a reply...
it: Scrivi una risposta...

# yesButton
source: Yes
it: Sì

# deleteAccountOptionsDialogTitle
source: Account Deletion Options
it: Opzioni Eliminazione Account

# deleteAccountOptionDialogMessage
source: Choose how to proceed with deleting your account:
it: Scegli come procedere con l'eliminazione del tuo account:

# deleteAccountOptionDeleteAllLabel
source: Delete account and all reviews
it: Elimina account e tutte le recensioni

# deleteAccountOptionDeleteAllDescription
source: This action is irreversible. All your data and reviews will be permanently removed.
it: Questa azione è irreversibile. Tutti i tuoi dati e le tue recensioni verranno rimossi definitivamente.

# deleteAccountOptionAnonymizeLabel
source: Delete account and anonymize reviews
it: Elimina account e anonimizza recensioni

# deleteAccountOptionAnonymizeDescription
source: Your account will be deleted, but your reviews will remain visible anonymously.
it: Il tuo account verrà eliminato, ma le tue recensioni rimarranno visibili in forma anonima.

# deleteAccountConfirmButton
source: Confirm Deletion
it: Conferma Eliminazione

# markAsHelpfulButtonTooltip
source: Mark as helpful
it: Segnala come utile

# helpfulVotesLabel
source: {count} helpful
it: {count} utili

# reviewSearchNoResults
source: No reviews found for '{searchTerm}'.
it: Nessuna recensione trovata per '{searchTerm}'.

# reviewSearchOverallNoReviews
source: There are no reviews on JetPin yet. Be the first!
it: Non ci sono ancora recensioni su JetPin. Sii il primo!

# searchFlightStatusButtonLabel
source: Flight Status
it: Stato Volo

# searchFlightStatusTooltip
source: Search current flight status online (Premium)
it: Cerca lo stato attuale del volo online (Premium)

# cannotLaunchUrlError
source: Could not launch URL: {url}
it: Impossibile aprire l'URL: {url}

# editReplyButtonTooltip
source: Edit reply
it: Modifica risposta

# deleteReplyButtonTooltip
source: Delete reply
it: Elimina risposta

# editReplyDialogTitle
source: Edit your reply
it: Modifica la tua risposta

# updateReplyButtonLabel
source: Update
it: Aggiorna

# deleteReplyConfirmTitle
source: Confirm Reply Deletion
it: Conferma Eliminazione Risposta

# deleteReplyConfirmMessage
source: Are you sure you want to delete this reply? This action cannot be undone.
it: Sei sicuro di voler eliminare questa risposta? L'azione è irreversibile.

# replyUpdatedSuccessMessage
source: Reply updated successfully!
it: Risposta aggiornata con successo!

# replyDeletedSuccessMessage
source: Reply deleted successfully!
it: Risposta eliminata con successo!

source: Error updating reply.
it: Errore durante l'aggiornamento della risposta.

source: Error deleting reply.
it: Errore durante l'eliminazione della risposta.

# replyCardEditedOn
source: Edited on {date}
it: Modificata il {date}

# comingSoonDialogTitle
source: Feature Coming Soon
it: Funzionalità in Arrivo

# comingSoonDialogMessage
source: This feature is under development and will be available in a future update. Thanks for your patience!
it: Questa funzionalità è in fase di sviluppo e sarà disponibile in un futuro aggiornamento. Grazie per la tua pazienza!

# congratsVerifiedReviewer
source: 🎉 Congratulations! You are now a Verified Reviewer!
it: 🎉 Congratulazioni! Sei ora un Recensore Verificato!

# profileBadgeVerifiedReviewer
source: 🏅 Verified Reviewer
it: 🏅 Recensore Verificato

# referralApplyGeneralError
source: A general error occurred while applying the referral code.
it: Si è verificato un errore generale durante l'applicazione del codice referral.

# accountDeletionProcessingReviewsMessage
source: Processing reviews for account deletion in progress...
it: Elaborazione delle recensioni per la cancellazione dell'account in corso...

# accountDeletingMessage
source: Deleting account in progress...
it: Cancellazione dell'account in corso...

source: No replies yet.
it: Nessuna risposta ancora.
